{
  "posts": [
    {
      "num": 1,
      "title": "Story Origins",
      "content": "Crossfire originated from the concept of a son confronting his father after being arrested for drug possession. We wanted to explore the backstory of someone who has made drastic life choices. Officer Richards is the representation of a workaholic police officer, that enforced strict principles both on the job and at home. This coupled with an absent mother led to very broken familial environment. These circumstances, although a catalyst, is not the determinant factor that leads to criminal choices. Thus, the development of the two sons occured, where one was a drug dealer and the other, more passive, law student. From this, we designed a conflict birthed from these prerequisite conditions, and Crossfire was born."
    },
    {
      "num": 2,
      "title": "Concept and Development",
      "content": "Before we started anything else we wanted to be satisfied with the script. Script work was commenced late January and was further refined over 5 months with Jeremy Tang. John originally wanted this project to be in English, however due to logistical reasons it was decided otherwise. We welcomed Konstantin König to help revamp and adapt the script for the German Language."
    },
    {
      "num": 3,
      "title": "Casting",
      "content": "Casting was challenging in that not only did we need to find the most suitable actors for our characters but we also had to ensure our actors did not play the main roles in our colleague’s films as well. Alongside Spiridon Himbis (Director of Schnittpunkt) and Hojin Noh (Director of Holy Moly), We organised auditions where we had a total of 25 applicants, 5 of which were done through e-casting portals. The cast members are as follows:\nMax Heibges as Daniel\nMartin José Ramos as Chris\nTom Leucht as Officer Richards\nLisa Studtman as JessicaCasting was met with very little issues and everyone was happy with who they had. Special Thanks to Sven at the Internationale academie film schauspielschule for his support in this process."
    },
    {
      "num": 4,
      "title": "Pre-production & Rehearsals",
      "content": "During pre-production we wanted to focus on making our shoots as smooth as possible, whilst simultaneously ensuring each take was up to our standards. Christian Schwarz was responsible in managing our budget as well as securing film locations, props and costumes whilst John Brandt held four days of rehearsal for the cast. Though we had a vision on what the characters would be and how’d they act, we wanted the actors to contribute on what they feel is natural for the characters as well. Furthermore, these rehearsals allowed the actors to familiarise with each other, thus creating chemistry. This has led to a more passionate and convincing performance throughout production."
    },
    {
      "num": 5,
      "title": "Rain man",
      "content": "Rain, as simple as it appears, provides a classic, yet unique look in film. However, it soon became apparent why using rain was non-existent in our colleague’s films. It was a difficult process overall and took very long to organise. But, thanks to Dirk Ostermann and his team at CFX SFX cologne, we were able to execute our vision. Their workshop is situated near the Deutzer quatirer directly opposite the Lingens Kantine. We wanted to be the first team from our university to shoot a rain scene, as we feel that it is an amazing technique that is overlooked due to the cost and complications during the film shoot."
    },
    {
      "num": 6,
      "title": "Day 1",
      "content": "Day one was one of the toughest days of the shoot. Our planned logistics and new crew were put to the test immediately. Furthermore, the location ( a local discotheque ) was a lot smaller once the set was established, which made using the dolly a challenge. However with a few minor changes we were able to get the shots we wanted. We were also very lucky that there was little to no sound interference, especially as the location was right under a busy rail bridge. Finally, we were very happy with the actors performance, which only improved as the day progressed."
    },
    {
      "num": 7,
      "title": "Day 2",
      "content": "In the most polarizing occurrence, day 2 was the easiest shoot of production. A seemingly insignificant scene that helped establish the ever-present familial tension between our characters. Thanks to John’s relatives for allowing us to use his Dining room for the shoot. We did have a slight shortage of food/candles for the scene, which made it very important that we make every take count. Otherwise, there were no more issues, which made it a very smooth day. "
    },
    {
      "num": 8,
      "title": "Day 3",
      "content": "For this particular scene, we wanted to find somewhere abandoned that’d act as a hideout. A burned down factory in Moers near Duisburg, Germany owned by Max Heibges’ family was the perfect location. We arrived an hour or two early for set design and some last-minute rehearsals. Weather was fantastic overall, with no rain throughout the shoot. One problem we had was the small hill next to the factory, which made sunset occur one hour earlier than we expected. Though, we were happy that lighting was able to compensate for this. Our crew was also very much in the zone, having had 2 days of working together, which led to very few delays between shoots. "
    },
    {
      "num": 9,
      "title": "Day 4",
      "content": "Day 4 took place at the Tausend bar in Cologne. We were able to get the two co-authors to stand in with the extras to fill the bar up. Konstantin volunteered to be the bartender, and Jeremy who was a customer. The scene inside the bar was filmed with very few issues. There is the potential problem of continuity when actors act “drunk”, but it came together natural. The scene outside of the bar was a little more complicated. The night was late and the bar was next to a public tramway, which interfered with sound and our original shots. There was also the occasional passerby that presented a disturbance to the scene. Thankfully we were able to get what we wanted in time. "
    },
    {
      "num": 10,
      "title": "Day 5",
      "content": "This was it. The day of the rain scene. We were both nervous, but also excited as this was not attempted by anyone else at our university before. The location was set at the back of a concert hall, which unfortunately, was not sealed off from partygoers, and we had delays getting drivers to move their cars elsewhere (one in particular was over a hose pipe, and the driver was nowhere to be found for a while). The actors were very hardworking, consistently rehearsing and getting in the mood for this climactic scene whilst we were setting up equipment. Filming was relatively smooth considering the number of outside factors that could have affected it (cars passing by, people returning from the concert). Shooting in the rain was a challenge for the actors as it was a very cold night, but they were very resilient and powered through. As the sun was beginning to rise we were all very tired, but satisfied at what we accomplished."
    },
    {
      "num": 11,
      "title": "Day 6",
      "content": "Slightly exhausted from yesterday’s shoot, the whole crew was more than eager to finish today’s shoot. Lighting had to adapt in this very small basement set, but did a very good job illuminating the table and making it akin to an interrogation room. Suddenly, we received a message that we had to return our equipment by 4:30pm, which gave us only two and half hours of shooting, including packing up equipment. Marvin, who spent so much time in the rain yesterday, and Tom gave his all in those hours, and with some changes to our schedule we made the most of the time we had. We are very grateful to the crew and actors, who worked consistently and in some cases even beyond what was expected throughout these six days."
    },
    {
      "num": 12,
      "title": "Cutting Room",
      "content": "We were satisfied with the footage that we had, and the rough cut came together relatively fast. However, we felt that we wanted to explore the backstory of Daniel’s character more. To add more depth to his seemingly villainous appearance and attitude we decide to add a scene to show his vulnerability and how it stems from his abusive childhood. We also wanted a “break” in the film’s tension. Therefore, we are working to shoot one extra scene on the 10th of July."
    },
    {
      "num": 13,
      "title": "Release",
      "content": "As this film is a submission of John Brandt and Christian Schwartz’s diploma, our official premiere is to an exclusive private viewing at the SAE institute cologne on the 9th of August. However, we wish to present our film to a larger audience, and we are planning to submit our film to various film festivals. The premiere dates for those will come out soon."
    }
  ]
}
