{
  "posts": [
    {
      "num": 1,
      "title": "Story Origins",
      "content": "Crossfire entstand aus dem Konzept eines Sohnes, der seinem Vater gegenübersteht, nachdem er wegen Drogenbesitzes verhaftet wurde. Wir wollten die Hintergrundgeschichte von jemandem erforschen, der drastische Lebensentscheidungen getroffen hat. Officer Richard repräsentiert einen Workaholic-Polizisten, der strenge Grundsätze sowohl im Beruf als auch zu Hause durchsetzt. Dies führte zusammen mit einer abwesenden Mutter zu einem sehr kaputten familiären Umfeld. Diese Umstände sind zwar ein Katalysator, aber nicht der bestimmende Faktor, der zu kriminellen Entscheidungen führt. Dennoch kam es zur Entwicklung der beiden Söhne, bei der der eine ein Drogendealer und der andere ein eher passiverer Jurastudent wurde. Daraus entwickelten wir einen Konflikt, der aus diesen Voraussetzungen hervorgeht, und Crossfire wurde geboren."
    },
    {
      "num": 2,
      "title": "Concept and Development",
      "content": "Bevor wir mit etwas anderem anfingen, wollten wir mit dem Drehbuch zufrieden sein. Die Drehbucharbeiten begannen Ende Januar und wurden über einen Zeitraum von 5 Monaten weiter verfeinert mit Hilfe von Jeremy Tang. Ursprünglich wollte John, dass dieses Projekt in englischer Sprache durchgeführt wird, aufgrund der Verfilmung und des Release in Deutschland  wurde sich jedoch für Deutsch entschieden. Konstantin König hat sich dann unserem Team angeschlossen , der bei der Überarbeitung und Anpassung des Skripts für die deutsche Sprache behilflich war. Nachdem wir mit unserem Drehbuch zufrieden waren, fanden Treffen zwischen dem Regisseur, Produzenten, Kameramann (Clemens Vesper) und Oberbeleuchterin (Laura Trapp) statt, um zu besprechen, wie wir unsere Vision am besten umsetzen und mögliche Probleme  vermeiden können. Ein besonderer Schwerpunkt dieser Treffen lag auf den Drehorten, da wir die passenden Orte für Story, Crew und natürlich auch das Budget wollten."
    },
    {
      "num": 3,
      "title": "Casting",
      "content": "Casting war eine Herausforderung, da wir nicht nur die am besten geeigneten Schauspieler für unsere Charaktere finden mussten, sondern auch sicherstellen mussten, dass unsere Schauspieler nicht die Hauptrollen in den Filmen unserer Kollegen spielten. Neben Spiridon Himbis (Direktor von Schnittpunkt) und Hojin Noh (Direktor von Holy Moly) organisierten wir Auditions mit insgesamt 25 Bewerbern, von denen 5 über E-Casting-Portale durchgeführt wurden. Die Besetzung setzt sich wie folgt zusammen: Max Heibges als Daniel, Martin José Ramos als Chris, Tom Leucht als Officer Richards, Lisa Studtman als Jessica, Das Casting verlief fast problemlos und jeder war mit seiner Besetzung zufrieden. Besonderer Dank geht an Sven von der Internationalen Akademie Filmschauspielschule für seine Unterstützung in diesem Prozess."
    },
    {
      "num": 4,
      "title": "Vorproduktion und Proben",
      "content": "Während der Vorproduktion wollten wir uns darauf konzentrieren, unsere Aufnahmen so flüssig wie möglich zu gestalten und gleichzeitig sicherzustellen, dass jede Einstellung unseren Standards entspricht. Christian Schwarz war für das Budgetmanagement sowie die Organisation der Drehorte, Requisiten und Kostüme verantwortlich, während John Brandt vier Tage lang mit dem Cast Proben abhielt. Obwohl wir eine Vorstellung davon hatten, wie die Charaktere aussehen und wie sie sich verhalten würden, wollten wir, dass die Schauspieler auch dazu beitragen, was sie für die Charaktere als selbstverständlich erachten. Darüber hinaus ermöglichten diese Proben den Schauspielern, sich miteinander vertraut zu machen und so Chemie zu schaffen. Dies hat zu einer leidenschaftlicheren und überzeugenderen Leistung während der gesamten Produktion geführt."
    },
    {
      "num": 5,
      "title": "Rain man",
      "content": "Regen, so simpel es auch erscheint, bietet einen klassischen und doch einzigartigen Look im Film. Es stellte sich jedoch schnell heraus, warum es in den Filmen unserer Kollegen keinen Regen gab. Insgesamt war es ein schwieriger Prozess und die Organisation dauerte sehr lange. Dank Dirk Ostermann und seinem Team von CFX SFX Cologne konnten wir unsere Vision verwirklichen. Ihre Werkstatt befindet sich in der Nähe der Deutzer Quartiere direkt gegenüber der Lingens Kantine. Wir wollten das erste Team unserer Universität sein, das eine Regenszene gedreht hat, da wir der Meinung sind, dass dies eine erstaunliche Technik ist, die aufgrund der Kosten und Komplikationen während der Dreharbeiten gerne ausgelassen wird."
    },
    {
      "num": 6,
      "title": "Tag 1",
      "content": "Der erste Tag war einer der härtesten Tage der Dreharbeiten. Unsere geplante Logistik und neue Crew wurden sofort auf die Probe gestellt. Darüber hinaus war der Ort (eine lokale Diskothek) nach der Einrichtung des Sets viel kleiner, was die Benutzung des Dolly zu einer Herausforderung machte. Mit ein paar kleinen Änderungen konnten wir jedoch die Aufnahmen machen, die wir wollten. Wir hatten auch großes Glück, dass es kaum bis gar keine störenden Geräusche gab, zumal der Standort direkt unter einer stark befahrenen Eisenbahnbrücke lag. Schließlich waren wir sehr zufrieden mit der Leistung der Schauspieler, die sich im Laufe des Tages verbesserte."
    },
    {
      "num": 7,
      "title": "Tag 2",
      "content": "Am polarisierendsten war Tag 2, der einfachste Produktionstag. Eine scheinbar unbedeutende Szene, die dazu beitrug, die allgegenwärtige familiäre Spannung zwischen unseren Charakteren herzustellen. Vielen Dank an Johns Verwandte dafür, dass wir sein Esszimmer für das Shooting nutzen dürfen. Wir hatten einen leichten Mangel an Essen / Kerzen für die Szene, was es sehr wichtig machte, dass jeder Take sitzen musste. Ansonsten gab es keine Probleme mehr, was es zu einem sehr reibungslosen Tag machte."
    },
    {
      "num": 8,
      "title": "Tag 3",
      "content": "Für diese spezielle Szene wollten wir einen verlassenen Ort finden, der als Versteck dient. Ein niedergebranntes Werk in Moers bei Duisburg, das der Familie von Max Heibges gehörte, war der perfekte Ort. Wir kamen ein oder zwei Stunden vor Treffpunkt an, um Bühnenbilder zu entwerfen und einige Proben in letzter Minute zu machen. Das Wetter war insgesamt fantastisch und es regnete nicht während der Dreharbeiten. Ein Problem, das wir hatten, war der kleine Hügel neben der Fabrik, der den Sonnenuntergang eine Stunde früher eintreten ließ als erwartet. Wir waren jedoch froh, dass das Licht Department dies ausgleichen konnte. Unsere Crew war auch konzentriert bei der Sache, da sie schon 2 Tage zusammengearbeitet hatte, was zu sehr wenigen Verzögerungen zwischen den Aufnahmen führte."
    },
    {
      "num": 9,
      "title": "Tag 4",
      "content": "Tag 4 fand in der Kölner Tausend Bar statt. Wir konnten die beiden Co-Autoren dazu bringen, sich mit den Komparsen vor die Kamera zu begeben, um die Szene zu füllen. Konstantin meldete sich freiwillig als Barkeeper und Jeremy als Kunde. Die Szene in der Bar wurde mit sehr wenigen Aufnahmen gefilmt. Es gibt das potenzielle Problem der Continuity, wenn Schauspieler „betrunken“ agieren, aber es wirkte natürlich. Die Szene außerhalb der Bar war etwas komplizierter. Es war spät am Abend und die Bar befand sich neben einer öffentlichen Straßenbahn, die den Ton und unsere Aufnahmen beeinträchtigte. Es gab auch gelegentliche Passanten, die die Szene störten. Zum Glück konnten wir rechtzeitig das bekommen, was wir wollten."
    },
    {
      "num": 10,
      "title": "Tag 5",
      "content": "Das war es. Der Tag der Regenszene. Wir waren beide nervös, aber auch aufgeregt, da dies noch von niemandem an unserer Universität versucht wurde. Der Ort befand sich im hinteren Teil eines Konzertsaals, der leider nicht für Partygänger gesperrt war, und wir hatten Verzögerungen, die Fahrer dazu zu bringen, ihre Autos an einen anderen Ort zu bringen (eins befand sich insbesondere über dem benötigten Hydranten und der Fahrer war für eine Weile nirgends zu finden). Die Schauspieler waren sehr fleißig, probten ständig und stimmten sich auf diese klimatisch fordernde Szene ein, während wir die Ausrüstung aufbauten. Die Dreharbeiten verliefen relativ reibungslos, wenn man bedenkt, wie viele äußere Faktoren sie beeinflusst haben könnten (vorbeifahrende Autos, vom Konzert zurückkehrende Personen). Das Drehen im Regen war eine Herausforderung für die Schauspieler, da es eine sehr kalte Nacht war, aber sie waren sehr belastbar und kraftvoll. Als die Sonne aufging, waren wir alle sehr müde, aber zufrieden mit dem, was wir erreicht hatten."
    },
    {
      "num": 11,
      "title": "Tag 6",
      "content": "Etwas erschöpft von den davorigen Dreharbeiten war die gesamte Crew mehr als gespannt darauf, die heutigen Dreharbeiten zu beenden. Die Beleuchtung musste sich in diesem sehr kleinen Keller anpassen, machte aber einen sehr guten Job, um den Tisch zu beleuchten und ihn einem Vernehmungsraum ähnlich zu machen. Plötzlich erhielten wir die Nachricht, dass wir unsere Ausrüstung bis 16.30 Uhr zurückgeben mussten, was uns nur zweieinhalb Stunden Drehzeit einräumte, einschließlich des Packens der Ausrüstung. Marvin, der gestern so viel Zeit im Regen verbracht hat und Tom haben in diesen Stunden alles gegeben, und mit einigen Änderungen an unserem Zeitplan haben wir das Beste aus der Zeit gemacht, die wir hatten. Wir sind der Crew und den Schauspielern sehr dankbar, die konsequent und in einigen Fällen sogar über das hinausgingen, was in diesen sechs Tagen erwartet wurde."
    },
    {
      "num": 12,
      "title": "Schnitt",
      "content": "Wir waren zufrieden mit dem Material, das wir hatten und der Rohschnitt war relativ schnell erstellt. Wir hatten jedoch das Gefühl, dass wir die Hintergrundgeschichte von Daniels Charakter mehr erforschen wollten. Um seinem schurkisch anmutenden Auftreten und Verhalten mehr Tiefe zu verleihen, beschlossen wir, eine Szene hinzuzufügen, in der seine Verletzlichkeit und die Ursachen seiner missbräuchlichen Kindheit gezeigt werden. Wir wollten auch eine 'Pause' in der Spannung des Films. Aus diesem Grund arbeiten wir am 10. Juli an einer zusätzlichen Szene."
    },
    {
      "num": 13,
      "title": "Release",
      "content": "Da es sich bei diesem Film um eine Einsendung von John Brandt und Christian Schwarz 'Diploma handelt, ist unsere offizielle Premiere am 9. August im Rahmen einer exklusiven Privatveranstaltung am SAE-Institut in Köln. Wir möchten unseren Film jedoch einem größeren Publikum vorstellen und planen, ihn bei verschiedenen Filmfestivals einzureichen. Die Premierendaten für diese werden bald herauskommen."
    }
  ]
}
